Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie miałem okazji go lepiej poznać, ale wydawał się porządnym facetem. Przyjmij moje wyrazy współczucia.
uk: Я не мав можливості з ним краще познайомитись, але він виглядав порядним хлопцем. Прийми мої співчуття.

source: Nie miałem okazji go poznać.
uk: У мене не було можливості познайомитися з ним.

source: Nie miałem okazji. Pochodzę z niewielkiej wysepki, i jakoś nie byliście skorzy do jej odwiedzenia.
uk: Не мав можливості. Я родом з невеликого острівця, а ви чомусь жодного разу його не відвідали.

source: Nie miałem pojęcia, na co natrafimy po drodze. Wolałem nie ryzykować utknięcia za jakimiś ciężkimi drzwiami, których nie jesteśmy w stanie otworzyć.
uk: Я й гадки не мав, з чим ми зіткнемося на цьому шляху. Тож вирішив за краще не ризикувати застрягти за якимись важкими дверима, які ми не зможемо відчинити.

source: Nie miałem pomysłu, czego mógłbym nauczyć Kyle’a. Chyba nie pozostaje mi nic innego, jak powłóczyć się z nim po farmie, może znajdziemy coś pożytecznego do zrobienia.
uk: Я навіть не уявляю, чого я можу навчити Кайла. Гадаю, мені лишається тільки прогулятись з ним по фермі, і, можливо, ми знайдемо, чим корисним можна зайнятись.

source: Nie miałem przyjemności widzieć się z Willemem od dłuższego czasu, ale z tego co mi wiadomo, pracuje aktualnie na farmie Bermara.
uk: Я вже давно не мав задоволення бачити Віллема, але, наскільки мені відомо, він зараз працює на фермі Бермара.

source: Nie miałem wyboru, musiałem go zabić.
uk: У мене не було іншого вибору, як вбити його.

source: Nie miałem wyboru. Gdy tylko Broddy dał mi spokój, pobiegłem tutaj zobaczyć co się stało. Till czekał na ciebie z wycelowaną kuszą.
uk: У мене не було вибору. Як тільки Бродді відчепився від мене, я побіг сюди, щоб дізнатися, що сталося. Тілль цілився в тебе з арбалета.

source: Nie miałem wątpliwości, że to właśnie je musiałem nabyć, więc mu zapłaciłem, bardzo dużo, i oto jest!
uk: У мене не було жодних сумнівів, що це саме те, що нам потрібно, тому я заплатив йому, багато заплатив, і ось воно!

source: Nie miałem złych intencji.
uk: У мене не було поганих намірів.

source: Nie miałem środków, żeby przekonać Aldera do mówienia. Przyjdę do niego później z odpowiednią ilością złota.
uk: Мені не вистачило ресурсів, щоб змусити Альдера говорити. Я повернусь до нього пізніше з потрібною кількістю золота.

source: Nie minął jeszcze tydzień!
uk: Тиждень ще не минув!

source: Nie minęło wiele lat, gdy czarne chmury znów zawisły nad przyszłością Gildii Araxos. Wybuchła Druga Wojna z Orkami, a po upadku królewskiej floty w Bitwie o Wschodni Archipelag Rhobar II wydał edykt, na mocy którego zdobył prawo do wszystkich pływających po morzach okrętów - włącznie z jednostkami handlowymi.
uk: Не минуло й кількох років, як над майбутнім Гільдії Араксос знову нависли чорні хмари. Почалася Друга війна з орками, і після втрати королівського флоту в битві за Східний Архіпелаг, Робар II видав указ, згідно з яким заявив про свої права на всі кораблі, в тому числі й торгові.

source: Nie mnie masz składać raport.
uk: Це не мені ти маєш доповідати.

source: Nie mnie to oceniać. Dzisiejsza sytuacja jest tego świetnym przykładem. Nawet pomimo wielu lat medytacji i modlitwy pozwoliłem, by emocje mnie oślepiły.
uk: Не мені про це судити. Сьогоднішня ситуація – чудовий тому приклад. Незважаючи на те, що я провів роки в медитації і молитві, я дозволив своїм емоціям засліпити мене.

source: Nie mniej groźnym jest
uk: Не менш небезпечними

source: Nie mogli, hahahaha...
uk: Не могли, ха-ха-ха-ха...

source: Nie mogliście założyć obozu gdzieś indziej?
uk: А ви не могли розбити табір в іншому місці?

source: Nie mogliśmy już nic zrobić...
uk: Більше ми нічого не могли вдіяти...

source: Nie mogę aż tyle opuścić. To ostateczna oferta.
uk: Я не можу аж на стільки знизити ціну. Це моя остання пропозиція.

source: Nie mogę być jak Groen i ryzykować, że ktoś wygryzie mnie z interesu.
uk: Я не можу бути як Гроєн і ризикувати, що хтось виведе мене з бізнесу.

source: Nie mogę ci dać takiego słowa.
uk: Не можу тобі цього обіцяти.

source: Nie mogę ci na to pozwolić.
uk: Я не можу дозволити тобі зробити це.

source: Nie mogę ci pozwolić, byś je skrzywdził.
uk: Я не можу дозволити тобі їх скривдити.

source: Nie mogę ci za wiele opowiedzieć o naszych źródłach dochodu. Może Cortez znajdzie dla ciebie jakieś zajęcie?
uk: Я не можу розповісти тобі більше про наші джерела доходу, але у Кортеза може знайтися робота і для тебе.

source: Nie mogę ci zdradzić, gdzie są Mroczne Tajemnice...
uk: Я не скажу тобі, де ці Темні Таємниці...

source: Nie mogę cię już niczego nauczyć. Jesteś już zbyt dobry.
uk: Я більше нічому не можу тебе навчити. Ти занадто вправний.

source: Nie mogę cię już niczego nauczyć. Jesteś za dobry.
uk: Я більше нічому не можу тебе навчити. Ти занадто вправний.

source: Nie mogę cię tutaj zostawić w takim stanie.
uk: Я не можу залишити тебе тут у такому стані.

source: Nie mogę czekać tak długo na dostawę tego składnika.
uk: Я не можу так довго чекати на доставку цього інгредієнта.

source: Nie mogę marnować czasu, który mógłbym poświęcić na polowanie, a co za tym idzie, zarobek, sam rozumiesz.
uk: Я не можу марнувати час, який міг би присвятити полюванню, а отже, і заробітку, сам розумієш.

source: Nie mogę mówić o swoim wyposażeniu. Jest to zakaz kwatermistrza obejmujący każdego Wilczego Syna.
uk: Я не можу говорити про своє спорядження. Це заборона інтенданта, що стосується кожного Вовчого Сина.

source: Nie mogę narzekać!
uk: Не скаржуся!

source: Nie mogę narzekać. Każdego dnia trafia się jakaś okazja do zarobku.
uk: Немає на що нарікати. Кожного дня тряпляється якась можливість заробити.

source: Nie mogę nauczyć cię już niczego więcej. Twoja wiedza magiczna przerasta niejednego maga. Pamiętaj, by zawsze używać jej do szerzenia równowagi i ładu.
uk: Більше я нічого не зможу тебе навчити. Твої магічні знання перевершують багатьох магів. Пам'ятай - завжди використовуй їх, щоб поширювати баланс і порядок.

source: Nie mogę o tym mówić głośno. Pozostaje mi liczyć na twoją dyskrecję i domyślność.
uk: Не можу говорити про це вголос. Розраховую на твою здогадливість і кмітливість.

source: Nie mogę opuścić teraz sklepu, ale przekaż Lunie, że gdy tylko obowiązki mi na to pozwolą, uregulujemy sprawy między sobą.
uk: Я не можу зараз залишити крамницю, але передай Луні, що як тільки я зможу владнати свої справи, ми все владнаємо між собою.

source: Nie mogę pani pomóc.
uk: Нічим не можу допомогти.

source: Nie mogę powiedzieć o tym moim braciom, co by sobie o mnie pomyśleli? Albo co by było, gdybym swoje zwątpienie przelał w serce któregoś z nich?
uk: Я не можу розповісти про це своїм братам. Що вони подумають про мене? А що, якщо я посію свої сумніви у їхніх серцях?

source: Nie mogę pozwolić by zwykły szpieg, taki jak ty, pokrzyżował nam plany.
uk: Я не можу дозволити такому шпигуну, як ти, зірвати наші плани.

source: Nie mogę pozwolić mu umrzeć. Czego potrzebujesz?
uk: Я не можу дозволити йому померти. Що тобі потрібно?

source: Nie mogę pozwolić, by byle kundel obrażał mnie na moim własnym statku! Jak chcesz, to możesz zginąć za niego.
uk: Я не можу дозволити якомусь щеняті ображати мене на моєму власному кораблі! Якщо хочеш, можеш померти за нього.

source: Nie mogę pozwolić, żeby moi ludzie dysponowali tak kiepskim wyposażeniem.
uk: Я не можу дозволити, щоб мої люди мали таке погане спорядження.

source: Nie mogę przestać myśleć o tym, co zrobiliśmy, ale ogólnie to jakoś mi się układa.
uk: Я не можу перестати думати про те, що ми зробили, але загалом я якось тримаюся.

source: Nie mogę przyjąć kogoś, kto pozostaje na usługach Gildii Kupieckiej. Co, jeśli interesy Rady Starszych kłóciłyby się z tym, co należy zrobić, by zachować porządek?
uk: Я не можу прийняти того, хто знаходиться в Торговій Гільдії. Що, якщо інтереси Ради Старійшин суперечать тому, що потрібно робити для підтримки порядку?

source: Nie mogę przyjąć kogoś, kto pozostaje zaprzysiężonym strażnikiem w czasie służby.
uk: Я не можу прийняти того, хто залишається вартовим на службі під присягою.

source: Nie mogę puścić cię bez nagrody...
uk: Я не можу відпустити тебе без винагороди...

source: Nie mogę robić piętnastu rzeczy na raz!
uk: Я не можу робити п'ятнадцять справ одночасно!

source: Nie mogę rozdać wam wszystkich pieniędzy.
uk: Я не можу роздати вам усі гроші.

source: Nie mogę ryzykować dania mu jakiegoś pretekstu.
uk: Я не можу ризикувати, давши йому якийсь привід.

source: Nie mogę ryzykować stracenia tych wszystkich składników. Moje ręce wciąż nie są wystarczająco sprawne, by dodawać kolejne rośliny do wywaru z odpowiednią dokładnością. Nie mam co liczyć na pomoc innego maga, chyba będę musiał poprosić Anę o kolejną przysługę.
uk: Я не можу ризикувати втратою усіх цих складників. Мої руки все ще недостатньо вправні, щоб додавати рослини до відвару з достатньою точністю. Оскільки допомога іншого мага мені не світить, доведеться попросити Анну про ще одну послугу.

source: Nie mogę się doczekać kolejnego turnieju. Potrzebuję mocnych wrażeń.
uk: З нетерпінням чекаю наступного турніру. Мені потрібні нові враження.

source: Nie mogę się doczekać, aż jej spróbuję.
uk: Не можу дочекатися, щоб його спробувати.

source: Nie mogę się doczekać, aż odłożymy trochę złota, zamówimy sobie pokaźny kawał mięsa oraz najlepsze wino z lokalnej winnicy.
uk: Я вже не можу дочекатися, коли відкладу трохи грошенят і замовлю добрячий кусень м'яса та найкраще вино з місцевого виноградника.

source: Nie mogę się stąd ruszyć, dopóki nie załatwię tej sprawy z beczkami. Bezpośrednie rozkazy od Rodericha, sam rozumiesz...
uk: Я не можу піти звідси, поки не розберуся з цими бочками. Прямий наказ від Родеріха, розумієш?

source: Nie mogę się w pełni zgodzić z twoimi hasłami, ale sądzę, że myślimy podobnie.
uk: Я не можу повністю погодитися з твоїми гаслами, але думаю, що у нас схоже мислення.

source: Nie mogę skutecznie prowadzić śledztwa, mając oddział potencjalnych szpiegów w moim własnym ogrodzie.
uk: Я не можу ефективно проводити розслідування, маючи загін потенційних шпигунів на власному подвір'ї.

source: Nie mogę sobie pozwolić na szastanie gotówką. Takie czasy.
uk: Я не можу дозволити собі розкидатися грошима. Такі часи.

source: Nie mogę sobie pozwolić na takie straty, za dużo już zainwestowałem w ten interes. Trzeba rozwiązać ten problem szybko i zdecydowanie...
uk: Я не можу дозволити собі такі втрати, я вже й так забагато вклав у цей бізнес. Потрібно швидко і рішуче вирішити цю проблему...

source: Nie mogę tak po prostu go tutaj zostawić! Muszę się nim zająć...
uk: Я не можу просто залишити його тут! Я мушу про нього подбати...

source: Nie mogę tego teraz zrobić...
uk: Я не можу зараз цього зробити...

source: Nie mogę tu na niego zaczekać?
uk: Може, я почекаю його тут?

source: Nie mogę tędy przejść.
uk: Я не можу тут пройти.

source: Nie mogę udowodnić twojej winy... jeszcze.
uk: Я не можу довести твою провину... поки що.

source: Nie mogę udzielać takich informacji osobom postronnym. Jeszcze bym skończył jak ten, tam, w krzakach...
uk: Я не можу розголошувати цю інформацію стороннім. Інакше я закінчу так само, як той, що в кущах...

source: Nie mogę ujawnić mojego współpracownika.
uk: Я не можу розкрити свого партнера.

source: Nie mogę wam pomóc, zostałem tutaj wysłany przez Lorenzo.
uk: Я не можу вам допомогти, мене прислав Лоренцо.

source: Nie mogę z tobą rozmawiać. Muszę pracować.
uk: Мені не можна з тобою розмовляти. Мушу працювати.

source: Nie mogę zabrać pamiątki rodzinnej.
uk: Я не можу забрати собі сімейну реліквію.

source: Nie mogę zostawić tutaj tych wszystkich rzeczy, bo zaraz znajdzie się ktoś, kto je sobie z chęcią przywłaszczy.
uk: Я не можу залишити тут все це добро, бо одразу ж знайдеться хтось, хто з радістю його привласнить.

source: Nie mogłem mu się zbytnio przyjrzeć, ponieważ zaraz przy nim siedział jeden z ochroniarzy, ale wydawał się być raczej przerażony.
uk: Я не зміг розгледіти його, тому що один з охоронців сидів поруч з ним, але він виглядав досить наляканим.

source: Nie mogłem pozwolić, by Fabio skrzywdził te bezbronne kobiety. Ten idiota już od pobytu na statku grał mi na nerwach.
uk: Я не міг дозволити Фабіо скривдити цих беззахисних жінок. Цей ідіот почав діяти мені на нерви ще на кораблі.

source: Nie mogłem ryzykować. Coen za dużo wiedział o mojej przeszłości. Dobrze, że Simon najpierw robi zanim pomyśli i problem rozwiązał się sam.
uk: Я не міг ризикувати. Коен занадто багато знав про моє минуле. Добре, що Саймон спочатку робить, а потім думає, і проблема вирішилася сама собою.

source: Nie mogłem się powstrzymać i musiałem komuś powiedzieć, co leży mi na sercu.
uk: Я не міг втриматись і мусив комусь розповісти про те, що в мене на душі.

source: Nie mogłem tak cię tutaj zostawić.
uk: Я не міг так тебе тут залишити.

source: Nie mogłem zostawić Normana na pastwę tego faceta. Próbowałem go pojmać, ale gość momentalnie się na mnie rzucił. Zrobiłem to, co trzeba było zrobić. Pora teraz rozejrzeć się za kimś, kto pomógłby mi zidentyfikować ten grot. Na pewno warto odwiedzić w tej sprawie kowali.
uk: Я не міг залишити Нормана цьому хлопцеві. Я хотів його схопити, але він одразу ж накинувся на мене. Тож я зробив те, що мав зробити. Настав час пошукати когось, хто може допомогти мені ідентифікувати цей наконечник. Варто розпочати з ковалів.

source: Nie mogłem zostawić Normana na pastwę tego faceta. Zrobiłem to, co trzeba było zrobić. Teraz pora przepytać kowali, czy nie wiedzą czegoś o tym grocie.
uk: Я не міг залишити Нормана цьому хлопцеві. Тож я зробив те, що мав зробити. Тепер настав час розпитати ковалів, чи знають вони щось про цей наконечник.

source: Nie mogłeś po prostu zlecić tego pozostałym pracownikom?
uk: Чи не міг би ти просто доручити це іншим працівникам?

source: Nie mogłeś poczekać pięciu minut, aż skończę?!
uk: Не міг 5 хвилин зачекати, поки я закінчу?!

source: Nie mogłeś tego tak po prostu zostawić chłopcze, prawda?
uk: Ти не міг просто залишити все як є, хлопче, чи не так?

source: Nie może być dnia, żeby choć jeden z nich się nie udusił?
uk: Чи може бути хоч один день, щоб хтось з них не вдавився?

source: Nie może być trudne? Wielu już tak myślało... póki im rąk nie pourywało! Proch jest potężniejszy niż te całe kulki magiczne, co to nimi ciągle magowie ciskają!
uk: Нічого складного? Багато хто так думав... поки їм не повідривало руки! Порох потужніший за ті магічні кулі, які жбурляють маги!

source: Nie możecie tego zrobić! Lichwiarz musi zostać ukarany!
uk: Ви не можете так вчинити! Лихвар має бути покараний.

source: Nie możemy dopuścić, by ci zdrajcy spowodowali jeszcze więcej zniszczeń i zamieszania.
uk: Ми не можемо дозволити цим зрадникам спричинити ще більше руйнувань і хаосу.

source: Nie możemy pozwolić, by po ziemi naszych przodków wlekli się nieumarli.
uk: Ми не можемо дозволити нечисті бродити по землях наших предків.

source: Nie możemy się teraz wycofać. Stój tutaj i osłaniaj mnie.
uk: Ми не можемо відступати. Стій тут і прикривай мене.

source: Nie możemy się teraz wycofać. Stój tutaj i osłaniaj mnie. Spróbuję go zaskoczyć.
uk: Тепер ми не можемо відступити. Стій тут і прикривай мене. Я спробую заскочити його зненацька.

source: Nie możemy sobie pozwolić na pozostawienie jakichkolwiek poszlak.
uk: Ми не можемо дозволити собі залишити докази.

source: Nie możemy sobie pozwolić, by renegaci nas zaskoczyli od tyłu.
uk: Ми не можемо дозволити відступникам напасти на нас з-за спини.

source: Nie możemy szastać ekwipunkiem na lewo i prawo, gdy mamy obecnie takie braki.
uk: Ми не можемо роздавати спорядження направо і наліво, коли у нас його не вистачає.

source: Nie możemy tego zrobić tutaj?
uk: Ми не можемо зробити цього тут?

source: Nie możemy teraz tracić ani minuty, kolejny atak może nadejść w każdej chwili.
uk: Зараз не можна гаяти ні хвилини, наступна атака може статися будь-якої миті.

source: Nie możemy tracić czasu na rzeczy niezwiązane z naszą główną misją.
uk: Ми не можемо витрачати час на речі, не пов'язані з нашою основною місією.

source: Nie możemy użyć czyjegoś stołu?
uk: Хіба не можна скористатись чиїмось столом?

source: Nie możemy zapominać, że twierdza przeszła swoje. Nic nam z Rozjemcy, jeśli wszyscy utkniemy pod gruzami, albo nie będziemy w stanie przedrzeć się przez jakąś przeszkodę.
uk: Не варто забувати, що фортеця вже багато пережила. Від Миротворця не буде ніякої користі, якщо ми всі застрягнемо під завалами, або не зможемо подолати якусь перешкоду.

source: Nie możemy zostawić tak tego starca samego. Lepiej zabrać go z nami. Idź z nim pogadać.
uk: Ми не можемо залишити старого одного. Краще візьмемо його з собою. Піди поговори з ним.

source: Nie możemy zostać w miejscu, gdzie na każdym kroku są ludzie Lichwiarza. W mieście nie będziemy bezpieczni, ale mam pomysł, dokąd możemy się udać.
uk: Ми не можемо залишатися там, де на кожному кроці люди Лихваря. У місті ми не будемо в безпеці, але у мене є ідея, куди ми можемо податися.

source: Nie możesz kupić od miejscowych handlarzy jakiejś mikstury, bądź ziół?
uk: А ти не можеш купити якісь зілля чи трави у місцевих торговців?

source: Nie możesz mi po prostu dać spokoju? Że też ten staruch musiał sobie znaleźć kogoś kto jest w stanie wejść po drabinie...
uk: Ти можеш просто дати мені спокій? Звісно, цей старий мав знайти когось, хто теж здатен піднятися по драбині...

source: Nie możesz nas zaprowadzić do Salviego?
uk: Ти не міг би відвести нас до Сальві?

source: Nie możesz odpowiedzieć konkretniej?
uk: А конкретніше не можеш відповісти?

source: Nie możesz odwołać zakładu?
uk: Ти не можеш скасувати парі?

source: Nie możesz po prostu kupić tego rogu i powiedzieć ojcu, że go zdobyłeś?
uk: А ти не можеш просто купити цей ріг і сказати батькові, що ти його сам здобув?

source: Nie możesz po prostu kupić tego rogu?
uk: А ти не можеш просто купити цей ріг?

source: Nie możesz po prostu wpuścić tych drwali?
uk: Невже ти не можеш просто впустити цих лісорубів?

source: Nie możesz rozumieć wszystkiego dosłownie! To tylko tytuł powieści, a nie żadna prawdziwa budowla!
uk: Не можна сприймати все так буквально! Це тільки назва роману, а не якась реальна будівля!

source: Nie możesz sam z nim porozmawiać?
uk: А ти не можеш сам з ним поговорити?

source: Nie możesz tak po prostu zabijać kogo popadnie.
uk: Ти не можеш просто так вбивати, кого заманеться.

source: Nie możesz tak po prostu zabijać naszych owiec! Odejdź!
uk: Ти не можеш просто так вбивати наших овець! Забирайся геть!

source: Nie możesz teraz odłożyć pochodni!
uk: Ви не можете загасити смолоскип зараз!

source: Nie możesz teraz trzymać pochodni!
uk: Ви не можете зараз тримати смолоскип!

source: Nie możesz trzymać pochodni podczas walki!
uk: Ви не можете тримати смолоскип під час бою!

source: Nie możesz trzymać pochodni w trakcie rozmowy!
uk: Ви не можете тримати смолоскип під час розмови!

source: Nie możesz tu odstawiać takich numerów.
uk: Ти не можеш тут таке робити.

source: Nie możesz ukrywać niedźwiedzia!
uk: Ти не зможеш приховати ведмедя!

source: Nie możesz zmuszać Feila do pracy.
uk: Ти не можеш змушувати Фейла працювати.

source: Nie możesz!
uk: Ти не можеш!

source: Nie można było tak od razu?
uk: Чи не можна було це зробити одразу?

source: Nie można pozwolić, by pociągnęli nas ze sobą na dno.
uk: Не можна дозволити їм потягти нас за собою на дно.

source: Nie można też zapominać o Lokvarze. Kłócić się z magiem wody to proszenie się o kłopoty.
uk: Не варто забувати і про Локвара. Сварка з Магом Води лише завдасть тобі неприємностей.

source: Nie można też zapomnieć o Lokvarze. Kłócić się z magiem wody to proszenie się o kłopoty.
uk: Не варто забувати і про Локвара. Сварка з Магом Води лише завдасть тобі неприємностей.

source: Nie musi, ale jeśli dołączy, to będę mógł tam wysłać mniej ludzi. Mniej ludzi tam to więcej ludzi w mieście, a tutaj kręcimy największe zyski.
uk: Він не зобов'язаний, але якщо він приєднається, я зможу відправляти туди менше людей. Чим менше людей там, тим більше людей у місті, а саме тут ми отримуємо найбільші прибутки.

source: Nie musicie nic ze mną robić! Bądźmy rozsądni!
uk: Не треба нічого зі мною робити! Давайте будемо розсудливими!

source: Nie musimy być tacy święci, bracie!
uk: Не треба бути таким праведником, брате!

source: Nie musisz być tak niemiła.
uk: Не обов'язково бути такою грубою.

source: Nie musisz go zabijać.
uk: Ти не мусиш його вбивати.

source: Nie musisz mi dwa razy powtarzać...
uk: Мені не потрібно повторювати двічі...

source: Nie musisz mi nic dawać!
uk: Можеш мені нічого не давати!

source: Nie musisz mi o tym mówić.
uk: Ти не повинен розповідати про це.

source: Nie musisz mówić nic więcej. Jestem ci dłużny moje życie. Darowałeś mi je, gdy byłem ci obcą osobą, która się na ciebie rzuciła.
uk: Можеш більше нічого не казати. Я завдячую тобі життям. Ти пробачив мені, коли я був чужинцем, який напав на тебе.

source: Nie musisz nic więcej mówić. Mój konsekrowany miecz już dawno nie miał okazji przysłużyć się oczyszczaniu świata z pomiotów Beliara.
uk: Можеш більше нічого не казати. Давно вже мій освячений меч не служив меті очищення світу від виплодків Беліара.

source: Nie musisz odpowiadać, nie ma się czego wstydzić. Zawsze musi być ten pierwszy raz, nieprawdaż?
uk: Можеш не відповідати, тут нічого соромитись. Все колись буває вперше, чи не так?

source: Nie musisz podejmować decyzji już teraz. Jeśli jesteś zainteresowany, to razem z łowcami spotykam się niebawem w moim domu na Starym Mieście.
uk: Тобі не обов'язково приймати рішення прямо зараз. Якщо ти зацікавлений, ми з мисливцями незабаром зустрінемося у мене вдома в Старому місті.

source: Nie musisz pracować dla Gildii, wystarczy wynajem.
uk: Тобі не обов'язково працювати на Гільдію, достатньо дати дозвіл на оренду.

source: Nie musisz rozglądać się za Leną... Moja córka niedawno wróciła do domu!
uk: Можеш більше не шукати Олену... Моя донька нещодавно повернулася додому!

source: Nie musisz się denerwować, przecież jesteśmy po tej samej stronie!
uk: Не варто хвилюватися, адже ми на одному боці!

source: Nie musisz się już martwić ludźmi Volkera.
uk: Можеш більше не хвилюватися за людей Волкера.

source: Nie musisz się o to martwić.
uk: Про це можеш не хвилюватися.

source: Nie musisz się polecać! Już ja cię polecę moim współpracownikom, roboty dostaniesz tyle, że będziesz przebierał w ofertach!
uk: Тобі не треба рекомендувати себе! Я порекомендую тебе своїм колегам, і ти отримаєш стільки роботи, що будеш мати з чого вибирати!

source: Nie musisz się przejmować, to tylko małe użądlenia, wypocznę trochę i wszystko będzie w porządku.
uk: Не хвилюйся, це просто невеликий укус, я трохи відпочину, і все буде в порядку.

source: Nie musisz się tłumaczyć, chłopcze. Doskonale zdaję sobie sprawę z tego, w jakiej byliście sytuacji.
uk: Ти не мусиш нічого пояснювати, хлопче. Я добре розумію, в якій ситуації ви опинилися.

source: Nie musisz tego robić! Możemy się jeszcze jakoś dogadać!
uk: Ти не мусиш цього робити! Ми ще можемо якось порозумітися!

source: Nie musisz tego wiedzieć. Masz tutaj pozwolenie na piśmie, otwieraj przejście.
uk: Тобі краще цього не знати. Маєш письмовий дозвіл – відкривай прохід.

source: Nie musisz też robić wszystkiego. Nie chcemy narażać ich na poważne straty.
uk: Також ти можеш не робити все зі списку. Ми не хочемо наражати їх на серйозну небезпеку.

source: Nie musisz. Wystarczy, że będziesz robił wszystko to, czego chce od ciebie Salvi. Przynajmniej do czasu. Rozumiesz?
uk: І не треба. Просто роби все, що хоче Сальві. Принаймні, поки що. Зрозумів?

source: Nie muszę chyba mówić, że przy mnie dobry utarg jest rzeczą praktycznie pewną, prawda?
uk: Чи варто казати, що зі мною хороша врожайність практично гарантована, чи не так?
